[Cues]
Act_E2_5A_PrinOffice_AfterMajorChoice_Max_010="My head is killing me, but I think I can use my power again."
Act_E2_5A_PrinOffice_CHMax_VoiceOver01_Max_010="The sooner I sign this bullshit paper, the sooner I can get out of here."
Act_E2_5A_PrinOffice_CHMax_VoiceOver01_Max_020="Just sign this and you're done with this episode of "Law & Order.""
Act_E2_5A_PrinOffice_CHMax_VoiceOver01_Max_030="Anyday now, Max. It's so nice to hang out here in this office."
Cue_E2_5A_PrinOffice_Insertion_David_090="Yeah. "Real hero.""
Cue_E2_5A_PrinOffice_Insertion_Jefferson_080="She's modest. Like a real hero."
Cue_E2_5A_PrinOffice_Insertion_Max_070="I didn't do much..."
Cue_E2_5A_PrinOffice_Insertion_Principal_010="I know this isn't pleasant for any of us, but we have to go over what happened|before Miss Marsh... before she did what she did."
Cue_E2_5A_PrinOffice_Insertion_Principal_020="Officer Berry will be taking notes for the official police inquiry. I'm sure you'll give him your full cooperation."
Cue_E2_5A_PrinOffice_Insertion_Principal_030="Such a tragedy... But there must be a reason for everything."
Cue_E2_5A_PrinOffice_Insertion_Principal_040="We need to find out why Kate Marsh would be driven to such desperate action."
Cue_E2_5A_PrinOffice_Insertion_Principal_050="Now, I know today was difficult for everybody, but I'm so proud of the way Blackwell pulled together to save a young girl's life."
Cue_E2_5A_PrinOffice_Insertion_Principal_060="Of course, you're quite a hero for getting Kate to come down, Max."
Cue_E2_5A_PrinOffice_Insertion_Principal_100="As principal of Blackwell Academy, I take my duties seriously. I take the well-being of every student more seriously. What happened today should never happen in a hall of wisdom and knowledge."
Cue_E2_5A_PrinOffice_Insertion_Principal_110="Mr. Madsen, as our head of security here, those roof doors should always be locked. That's just standard operating procedure. They were not. And that is indeed your responsibility."
Cue_E2_5A_PrinOffice_Insertion_Principal_120="Mr Jefferson, I know you can't be expected to know what your students are going through, but Kate has assisted you in class, so you should have known something was amiss."
Cue_E2_5A_PrinOffice_Insertion_Principal_130="Mr. Prescott, since you are responsible for the Vortex Club parties... And since Miss Marsh did attend your last party, you'll have to answer some more&nbsp;questions."
Cue_E2_5A_PrinOffice_Insertion_Principal_140="Miss Caulfield, why exactly were you on the roof with Kate Marsh? Did she tell you her plan? Or anything at all? Please, tell us everything."
Cue_E2_5A_PrinOffice_MaxChoice01_David_020="Oh, grow up..."
Cue_E2_5A_PrinOffice_MaxChoice01_David_040="You have no idea what you saw. Kate Marsh was involved with a bad crowd. I was trying to find out who..."
Cue_E2_5A_PrinOffice_MaxChoice01_David_070="You lying little..."
Cue_E2_5A_PrinOffice_MaxChoice01_David_080="Are you going to take this junkie's word over your security officer? I know she smokes and deals... marijuana."
Cue_E2_5A_PrinOffice_MaxChoice01_David_120="Are you going to take this troublemaker's word over your security officer?"
Cue_E2_5A_PrinOffice_MaxChoice01_David_160="That's not—not proof."
Cue_E2_5A_PrinOffice_MaxChoice01_David_230="Are you fucking kidding me? This is major bullshit! I led troops into battle and you're letting this punk lead you?"
Cue_E2_5A_PrinOffice_MaxChoice01_Jefferson_250="Excuse me, I think Max and Nathan need a break before we grill them further."
Cue_E2_5A_PrinOffice_MaxChoice01_Jefferson_260="A friend and fellow student is dead... They don't need this forum right now."
Cue_E2_5A_PrinOffice_MaxChoice01_Jefferson_270="A friend and student just tried to kill herself... They don't need this forum right now."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_010="Mr. Madsen was bullying Kate."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_030="Excuse me, I was there! I saw you getting in her face!"
Cue_E2_5A_PrinOffice_MaxChoice01_Max_060="No, you were part of the crowd. And like I said, I personally saw David physically harass Kate Marsh."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_090="What? That has nothing to do with Kate!"
Cue_E2_5A_PrinOffice_MaxChoice01_Max_130="And he should take the word of somebody who harasses students?"
Cue_E2_5A_PrinOffice_MaxChoice01_Max_150="Except I have proof."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_155="Here's a photo I took of David and Kate yesterday."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_180="We haven't talked about what's in your files yet..."
Cue_E2_5A_PrinOffice_MaxChoice01_Nathan_050="Kate had a double life. I was super shocked when I found out..."
Cue_E2_5A_PrinOffice_MaxChoice01_Nathan_280="Yes, I'm kinda devastated right now. I'd like to be with my family."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_100="Max, falsely accusing other people seems to be a habit with you... I trust my security officer."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_110="I'll have to investigate to see if this accusation is true."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_115="Therefore Max, I'm obliged to contact your parents and suspend you for a few days."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_140="Max, I'm afraid this won't be solved here without proof and a thorough investigation. Now, if you have anything else to say..."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_170="Hold on, this isn't a courtroom. But I feel it would be in the best interest of Blackwell and this situation to put you on temporary leave..."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_190="We will continue this conversation later."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_200="Hopefully with Miss Marsh when she's out of the hospital."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_210="We will continue this conversation later."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_220="When the police finish their own investigation."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_240="No. I am sorry, David..."
Cue_E2_5A_PrinOffice_MaxChoice02_David_020="Including me."
Cue_E2_5A_PrinOffice_MaxChoice02_David_080="You can't. She's smoking and selling dope, not saving lives!"
Cue_E2_5A_PrinOffice_MaxChoice02_David_110="You can't. She's a loser."
Cue_E2_5A_PrinOffice_MaxChoice02_Max_001="All I know is that Kate was at a party and Nathan dosed her. She got wasted and kissed some boys on a viral video without a clue."
Cue_E2_5A_PrinOffice_MaxChoice02_Max_003="You're a liar. You told Kate you took her to the emergency room!"
Cue_E2_5A_PrinOffice_MaxChoice02_Max_005="Bullshit! Something happened to her, and you know it. How about we talk about you waving a gun in the girls' bathroom—"
Cue_E2_5A_PrinOffice_MaxChoice02_Max_060="I was afraid yesterday, but I have to tell the truth."
Cue_E2_5A_PrinOffice_MaxChoice02_Max_090="No, I'm not and that has nothing to do with Kate Marsh!"
Cue_E2_5A_PrinOffice_MaxChoice02_Max_120="Only losers hit girls."
Cue_E2_5A_PrinOffice_MaxChoice02_Nathan_002="I dosed her? Without a clue? Have you seen the video? Whatever. Kate was loaded and playing the field—"
Cue_E2_5A_PrinOffice_MaxChoice02_Nathan_004="I said I was going to take her to the ER. She sobered up eventually."
Cue_E2_5A_PrinOffice_MaxChoice02_Nathan_006="Hey, that's total slander! I could sue you and this school so fast!|...I already have a personal lawyer."
Cue_E2_5A_PrinOffice_MaxChoice02_Nathan_040="Whatever. See you in court."
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_010="Careful, Mr. Prescott. I have been told of this alleged gun incident. And I have to admit that the video in question was sent to me by multiple sources."
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_030="And since Mr Prescott does appear prominently in the video and was responsible for the party, I have no choice but to suspend him until further notice."
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_050="Wait, Max. You told me that nothing happened yesterday. Are you just making things up? How can I trust you?"
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_070="I do understand that."
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_100="Please, everybody calm down."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_030="Kate... Miss Marsh... has been very withdrawn lately. And I assume this awful video was the cause. I hated seeing the students laugh at her."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_040="She told me Max was the only one who believed her, would take her calls and actually listen to her."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_050="She was upset Miss Caulfield didn't return her calls. She felt rejected by the school..."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_080="No, on the contrary. Max was right to bring this up. Now, I wanted to help, but I guess I was too late..."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_100="Are you serious?"
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_120="I understand. There are bigger things at stake than me. The life of a young girl for one..."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_130="Maybe you should investigate other staff members? Max told me she knew things about Mr. Madsen..."
Cue_E2_5A_PrinOffice_MaxChoice03_Max_010="I saw Mr. Jefferson talking to Kate right before our class... then she ran off crying..."
Cue_E2_5A_PrinOffice_MaxChoice03_Max_070="You ass. She didn't ask for any of this..."
Cue_E2_5A_PrinOffice_MaxChoice03_Nathan_060="She shouldn't have asked to be on video macking with some dudes..."
Cue_E2_5A_PrinOffice_MaxChoice03_Principal_020="Mark, I do know that Miss Marsh has assisted you on class events."
Cue_E2_5A_PrinOffice_MaxChoice03_Principal_090="Well now, this is problematic. The publicity is rising and perhaps... you shouldn't represent Blackwell at the "Everyday Heroes" contest in San Francisco..."
Cue_E2_5A_PrinOffice_MaxChoice03_Principal_110="I am. We don't need any negative press about that event. And we need to involve the Academy in possible disciplinarian measures for you."
Cue_E2_5A_PrinOffice_MaxChoice03_Principal_140="Let Max speak for herself. Everything we talked about here will be looked into."
Cue_E2_5A_PrinOffice_PrinSoloEnd_Principal_010="All right, Miss Caulfield, please sign here to confirm what you've told us. I'll continue this investigation from there."
Cue_E2_5A_PrinOffice_PrinSoloEnd_Principal_030="Well, I think we know less now than when we started. We'll be assisting the police with further inquiries."
Cue_E2_5A_PrinOffice_PrinSoloEnd_Principal_040="As of this moment, I am canceling the Vortex Club party. I know students have worked hard on this, but... we have concerned parents calling every minute. We'll take no chances until this matter has been thoroughly vetted."
Cue_E2_5A_PrinOffice_PrinSoloEnd_Principal_050="I know this has been a stressful day...I wish I had the power to change it all for the better... so thank you, for coming in."
